Repository: jetfontanilla/Angular2-AOT-Localization
Catalog: locale/messages.*.xlf
Languages: ja, ko, tr

source: To use this feature please upgrade to a later Android release. {START_LINK}Contact support.{CLOSE_LINK}
ja: この機能を使うためにはAndroidソフトウェアのアップデートを行ってください。{START_LINK}お問い合わせ{CLOSE_LINK}
ko: 다음 기능 이용을 원할 경우, 더 최신 안드로이드 버전으로 업그레이드 하시기 바랍니다. {START_LINK}고객센터로 문의하기{CLOSE_LINK}
tr: Bu özelliği kullanmak için lütfen sonraki Android versiyonuna yükseltin. {START_LINK}Bize ulaşın.{CLOSE_LINK}

source: Loading...
ja: 読み込み中...
ko: 불러오는 중...
tr: Yükleniyor...

source: Quiz these {INTERPOLATION} words
ja: {INTERPOLATION}単語学習する
ko: {INTERPOLATION}개의 단어 퀴즈하기
tr: {INTERPOLATION} kelimenin Quizini yapın

source: You have completed this Quiz
ja: このクイズは学習済みです
ko: 퀴즈를 완료하였습니다
tr: Quizi tamamladınız

source: Start Quiz
ja: クイズ開始
ko: 퀴즈 시작
tr: Quiz'e Başlayın

source: Select the matching definition
ja: 文脈に合う意味を選んでください
ko: 올바른 뜻을 선택하세요
tr: Denk gelen tanımı seçin

source: Question {INTERPOLATION} of {INTERPOLATION_1}
ja: {INTERPOLATION_1}問中{INTERPOLATION}問目
ko: 총 {INTERPOLATION_1}개 질문 중 {INTERPOLATION}번 질문
tr: {INTERPOLATION_1} soru arasından {INTERPOLATION}. soru

source: Complete!
ja: クイズ完了!
ko: 완료하였습니다!
tr: Tamamla!

source: You got {INTERPOLATION} of {INTERPOLATION_1} words correct.
ja: {INTERPOLATION_1}単語中{INTERPOLATION}単語正解しました。
ko: {INTERPOLATION_1}개 단어 중 {INTERPOLATION}개 정답
tr: {INTERPOLATION_1} kelimenin {INTERPOLATION} adedini doğru cevapladınız

source: Overall grade:
ja: 総合評価:
ko: 총 점수:
tr: Toplam Puan
